print('Привіт')
print('Вітаю тебе на моїй міні-грі.Правила дуже прості тобі потрібно давати відповіді на запитання  ' )
print('Готвий? Тоді почали!')
answer1 = input('Яка столиця Данії')
if answer1 == "Копенгаген":
    print('Все правильно')
else:
    ('Нажаль ні вчитель з географії обурений на тебе')

answer2 = input('Скільки гравців грають в одній команді баскетболу (відповідь дати числом)')
if answer2 == "5":
    print('Все правильно')
else:
    ('Нажаль ні')

answer3 = input('Скільки було чемпіонатів в світі з футболу')
if answer3 == "22":
    print('Все правильно')
else :
    ('Нажаль ні ')

answer4 = input('Скільки було фільмів про залізну людину ')
if answer4 == "3":
    print('Все правильно')
else :
    ('Нажаль ні ')

    answer5 = input('В якуму столітті було побудовано Клоізей?(відповідь написати арабськими цифрами)')
    if answer5 == "1":
        print('Все правильно')
    else:
        ('Нажаль ні Цезарь не задоволений тобою')

answer6 = input(' Яка столиця Китаю ?')
if answer4 == "":
    print('Все правильно')
else :
    ('Нажаль ні Нефритовий стержень тобою не задоволиний тому ти позбавлений миски риса і відправлений на 20 годину зміну на заводі Xiaome')

answer7 = input(' Хто зараз є головою компанії Apple ? ')
if answer4 == "Тім Кук":
    print('Все правильно')
else :
    ('Нажаль ні тепер ти не отримаєш свій iPhone 16 Pro Max')
print('Ура все питань більше нема я тепер тебе ними не мучаю ')